Revit 2027 API
ParameterTypeId.RbsElecPanelNeutralRatingParam Property
 "Neutral Rating"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelNeutralRatingParam { get; }
Public Shared ReadOnly Property RbsElecPanelNeutralRatingParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelNeutralRatingParam {
	ForgeTypeId^ get ();
}
static member RbsElecPanelNeutralRatingParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace